const history = {
    categories: [{
        name: '№..'
    },
    {
        name: 'ДО'
    },
    {
        name: 'Месторождение'
    },
    {
        name: 'КС'
    },
    {
        name: 'КУ'
    },
    {
        name: 'Дата'
    },
    {
        name: 'Значение'
    }],
    bodyTable: [
        {
            nubmer: 1,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА1.1',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            nubmer: 2,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА1.2',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            nubmer: 3,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА1.3',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            nubmer: 4,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА1.4',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            nubmer: 5,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА1.5',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            nubmer: 6,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА2.1',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            nubmer: 7,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА2.2',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            nubmer: 8,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА2.3',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            nubmer: 9,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-1',
            KY: 'Z-201',
            date: '08.07.2020 16:30:00',
            value: 'ГТД РАБОТА'
        },
        {
            nubmer: 10,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-1',
            KY: 'Z-202',
            date: '08.07.2020 16:30:00',
            value: 'РЕМОНТ'
        },
        {
            nubmer: 11,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-1',
            KY: 'k-1360',
            date: '08.07.2020 16:30:00',
            value: 'НОс'
        },
        {
            nubmer: 12,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-2',
            KY: 'K-2360A',
            date: '08.07.2020 16:30:00',
            value: 'ХОЛОДНЫЙ РЕЗЕРВ'
        },
        {
            nubmer: 13,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-2',
            KY: 'K-2360B',
            date: '08.07.2020 16:30:00',
            value: 'РЕМОНТ'
        },
        {
            nubmer: 13,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-2',
            KY: 'K-2360B',
            date: '08.07.2020 16:30:00',
            value: 'ГТД РАБОТА'
        },
        {
            nubmer: 14,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-2',
            KY: 'K-2330',
            date: '08.07.2020 16:30:00',
            value: 'НОс'
        },
        {
            nubmer: 15,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-3',
            KY: 'K-3360A',
            date: '08.07.2020 16:30:00',
            value: 'РЕМОНТ'
        },
        {
            nubmer: 16,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-3',
            KY: 'K-3360B',
            date: '08.07.2020 16:30:00',
            value: 'ГТД РАБОТА'
        },
        {
            nubmer: 17,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-3',
            KY: 'K-3330',
            date: '08.07.2020 16:30:00',
            value: 'АОс'
        },
        {
            nubmer: 18,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-4',
            KY: 'K-4360A',
            date: '08.07.2020 16:30:00',
            value: 'РЕМОНТ'
        },
        {
            nubmer: 19,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-4',
            KY: 'K-4360B',
            date: '08.07.2020 16:30:00',
            value: 'ПОДГОТОВКА ХР'
        },
        {
            nubmer: 20,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-4',
            KY: 'K-4360C',
            date: '08.07.2020 16:30:00',
            value: 'ГТД РАБОТА'
        },
        {
            nubmer: 21,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-4',
            KY: 'K-4360D',
            date: '08.07.2020 16:30:00',
            value: 'ГТД РАБОТА'
        }
    ]
}

export default history