const history = {
    categories: [
        {
            field: "id",
            headerName: "№...",
            width: 100
        },
        {
            field: "DO",
            headerName: "ДО",
            width: 300
        },
        {
            field: "placeField",
            headerName: "Месторождение",
            width: 200
        },
        {
            field: "KS",
            headerName: "КС",
            width: 120
        },
        {
            field: "KY",
            headerName: "КУ",
            width: 120
        },
        {
            field: "date",
            headerName: "Дата",
            width: 120
        },
        {
            field: "value",
            headerName: "Значение",
            width: 150
        },
    ],
    bodyTable: [
        {
            id: 1,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА1.1',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            id: 2,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА1.2',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            id: 3,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА1.3',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            id: 4,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА1.4',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            id: 5,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА1.5',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            id: 6,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА2.1',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            id: 7,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА2.2',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            id: 8,
            DO: 'ООО "Газпромнефть-Ямал"',
            placeField: 'Новопортовское',
            KS: 'КС1',
            KY: 'ГПА2.3',
            date: '08.07.2020 16:30:28',
            value: 'ГТД РАБОТА'
        },
        {
            id: 9,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-1',
            KY: 'Z-201',
            date: '08.07.2020 16:30:00',
            value: 'ГТД РАБОТА'
        },
        {
            id: 10,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-1',
            KY: 'Z-202',
            date: '08.07.2020 16:30:00',
            value: 'РЕМОНТ'
        },
        {
            id: 11,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-1',
            KY: 'k-1360',
            date: '08.07.2020 16:30:00',
            value: 'НОс'
        },
        {
            id: 12,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-2',
            KY: 'K-2360A',
            date: '08.07.2020 16:30:00',
            value: 'ХОЛОДНЫЙ РЕЗЕРВ'
        },
        {
            id: 13,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-2',
            KY: 'K-2360B',
            date: '08.07.2020 16:30:00',
            value: 'РЕМОНТ'
        },
        {
            id: 13,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-2',
            KY: 'K-2360B',
            date: '08.07.2020 16:30:00',
            value: 'ГТД РАБОТА'
        },
        {
            id: 14,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-2',
            KY: 'K-2330',
            date: '08.07.2020 16:30:00',
            value: 'НОс'
        },
        {
            id: 15,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-3',
            KY: 'K-3360A',
            date: '08.07.2020 16:30:00',
            value: 'РЕМОНТ'
        },
        {
            id: 16,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-3',
            KY: 'K-3360B',
            date: '08.07.2020 16:30:00',
            value: 'ГТД РАБОТА'
        },
        {
            id: 17,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-3',
            KY: 'K-3330',
            date: '08.07.2020 16:30:00',
            value: 'АОс'
        },
        {
            id: 18,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-4',
            KY: 'K-4360A',
            date: '08.07.2020 16:30:00',
            value: 'РЕМОНТ'
        },
        {
            id: 19,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-4',
            KY: 'K-4360B',
            date: '08.07.2020 16:30:00',
            value: 'ПОДГОТОВКА ХР'
        },
        {
            id: 20,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-4',
            KY: 'K-4360C',
            date: '08.07.2020 16:30:00',
            value: 'ГТД РАБОТА'
        },
        {
            id: 21,
            DO: 'ООО "Газпромнефть-Оренбург"',
            placeField: 'ВУ ОНГКМ',
            KS: 'ТЛ-4',
            KY: 'K-4360D',
            date: '08.07.2020 16:30:00',
            value: 'ГТД РАБОТА'
        }
    ]
}

export default history